const optionsList = [
    ['Категория','категория 1','категория 2','категория 3',
    'категория 4','категория 5','категория 6','категория 7',
    'категория 8'],
    ['Размер','',36,37,38,39,40,41,42,43,44,45,46,47,48,49,50],
    ['Цвет','','красный','синий','зеленый','белый','оранженый',
    'черный'],
    ['Материалы','Все','100% хлопок', 'Трикотаж','Шерсть',
    'Джинсовый', 'Составной']
]

const products = [
    ['img/product1.jpg','img/product2.jpg','img/product3.jpg',
    'product1.jpg','product2.jpg','product3.jpg'],
    ['Свитер в полоску','Плать с цветочным принтом','Джинсовый комбинезон',
    'Свитер в полоску','Плать с цветочным принтом','Джинсовый комбинезон'],
    ['123 грн','123 грн','123 грн','123 грн','123 грн','123 грн']
]